{
	"name": "若手奨励賞",
	"tag": "encouragement",
	"counts": "（対象280件中12件）",
	"awarded":
		[
			{
				"id": "C1-3",
				"title": "テキストと視覚的に表現された情報の融合理解に基づくインフォグラフィック質問応答",
				"awardees": "田中涼太 (NTT)",
				"award_reason": "本論文は，言語と視覚の融合的な理解に向けて，情報を視覚的に表現した画像（インフォグラフィック）に対する質問応答モデルを提案しています．提案モデルの特長は，テキストと視覚物体の配置関係の学習，および算術演算理解のためのデータ拡張の2点です．これらの両方が質問応答の精度向上に貢献することを実験によって示すとともに，ICDAR 2021 CompetitionのInfographicVQAタスクにおいて優秀な成績を収めています．実用面での利活用も期待できることにも鑑みて，若手奨励賞にふさわしいと判断しました．"
			},
			{
				"id": "F2-5",
				"title": "Pre-trained Transformerによる引用文脈を考慮した引用ネットワーク埋め込み",
				"awardees": "大萩雅也 (東大)",
				"award_reason": "本論文では，Pre-trained Transformerを用いて引用文脈を考慮したネットワーク埋め込みを作成する新たな手法を提案しています．ネットワーク埋め込みを作成するにあたり，Masked Paper Predictionという新しいタスクを提案し，加えて，Structure-Aware Cross-Entropy Lossという新しい損失関数も提案しています．評価実験の結果，既存手法に対して優位な結果を示しています．引用ネットワーク埋め込みという新しい取り組みを行っており，今後の発展も期待できることから，若手奨励賞に値すると判断しました．"
			},
			{
				"id": "E3-5",
				"title": "大学入学共通テスト試行調査における短答式記述答案の完全自動採点",
				"awardees": "岡知樹 (東大)",
				"award_reason": "本論文は，大学入学共通テスト試行調査の国語の短答式記述問題を対象に，手書きで書かれた答案を完全に自動で採点するシステムの開発と評価について報告しています．畳み込みニューラルネットワークのアンサンブル学習による手書き文字認識モデルとBERTのファインチューニングによる自動採点モデルを組み合わせることで実現した提案システムを，約6万件の答案データを用いて評価・検証しています．大規模な現実のデータを用いて，現在の採点技術の可能性を具体的に示した本研究は，今後の研究開発の参照点となる有用なものであることから，若手奨励賞にふさわしいと判断しました．"
			},
			{
				"id": "G3-4",
				"title": "多言語文符号化器の言語表現と意味表現の分離に基づく機械翻訳の品質推定",
				"awardees": "黒田勇斗 (愛媛大)",
				"award_reason": "本論文は，文表現から抽出した言語非依存の意味表現を用いて，機械翻訳の品質推定を行う手法を提案しています．教師なし品質推定では，多言語文符号化器により得られる文表現が言語の影響を強く受け，言語間の意味的類似度の推定が不正確になるという課題があります．これに対して，提案手法は，意味表現に言語固有の情報が含まれないように，敵対的学習を用いる点が特徴的です．WMT20の品質推定タスクにおける評価実験の結果，提案手法はベースラインの多言語文符号化器LaBSEを一貫して改善すること，また，特に少資源言語対においては他の複数のアプローチと比較しても高い性能を達成することが示されています．言語表現と意味表現を分離するというアイディアの有用性が示されており，今後の発展が期待できることから，若手奨励賞に値すると判断しました．"
			},
			{
				"id": "PH2-7",
				"title": "シフト付き絶対位置埋め込み",
				"awardees": "清野舜 (理研/東北大)",
				"award_reason": "本論文は，Transformer における位置表現の改良に取り組み，入力系列の各位置インデックスを，乱数から生成したオフセットでシフトさせる，シフト付き絶対位置埋め込み（SHAPE）を提案しています．実験の結果，本手法が相対位置埋め込みと同等の性能を発揮しつつ，絶対位置埋め込みと同等の速度で動作することを示しています．位置埋め込みの後段の注意機構の改変を強制しない優れた手法であり，絶対位置とシフト不変性という両立しそうにない方向性に対してシンプルな方法でアプローチしている点は高く評価できます．評価・分析も十分なされており，論文としての完成度も高く，今後の位置埋め込みに影響を与える研究と考えられることから，若手奨励賞にふさわしいと判断しました．"
			},
			{
				"id": "PH2-8",
				"title": "線型部分空間に基づく学習済み単語埋込空間上の集合演算",
				"awardees": "石橋陽一 (NAIST)",
				"award_reason": "本論文では，事前学習済み単語埋め込み空間において集合と集合演算を定義することに取り組んでいます．具体的には，線型部分空間に基づく集合演算である量子論理に着目し，埋め込み空間でも同様に線型部分空間が言語的な集合演算として機能することを示しています．実験では文の意味的類似性タスクにて提案法の有効性を検証しています．必ずしも単純なベースラインよりも顕著に高い効果が得られているわけではないですが，理論的裏付けを持つ方法論が十分な性能を示すことを実証しています．今後のさらなる発展も期待できる研究であることから，若手奨励賞に値する論文と判断しました．"
			},
			{
				"id": "A5-1",
				"title": "単語ベクトルの長さは意味の強さを表す",
				"awardees": "大山百々勢 (京大/理研)",
				"award_reason": "本論文では，単語ベクトルの長さが意味の強さをエンコードすることについて分析しています．意味の強さとして，各単語の周辺単語分布とコーパス全体の単語分布のKullback-Leibler（KL）情報量を提案し，その補正値が品詞の違いを識別できることを実験により示しています．さらに，Skip-gram with Negative Samplingによって得られる単語ベクトルの長さがKL情報量，つまり意味の強さに相当することを理論的かつ実験的に示しています．分析結果は興味深く，また単語ベクトルは深層学習に基づく手法の基盤であり，今後の発展が期待できる研究であることから，若手奨励賞に値すると判断しました．"
			},
			{
				"id": "G5-2",
				"title": "Holographic EmbeddingsによるCCG構文解析",
				"awardees": "山木良輔 (立命館大)",
				"award_reason": "本論文では，CCG構文解析の課題に対して，単語分散表現から句や文の分散表現を再帰的に構成し，文の構成要素間の依存関係を明示的にモデリングする手法を提案しています．具体的には，知識グラフをベクトル空間に埋め込むために提案されたHolographic Embeddingsを用いて，階層的な句の分散表現を得ています．実験では，特定の条件下では従来研究と比較して最も良い評価結果を示すなど，良好な性能を示しています．非常に独自性の高い研究に位置付けられ，また，実験結果も有望であり今後の発展も十分に期待できることから，若手奨励賞に値する論文と判断しました．"
			},
			{
				"id": "PH3-13",
				"title": "主観と客観の感情極性分類のための日本語データセット",
				"awardees": "宮内裕人 (愛媛大)",
				"award_reason": "感情分析の先行研究は，感情極性（Sentiment）・基本感情（Emotion）・書き手の感情（主観感情）・読み手の感情（客観感情）といった様々な観点で行われてきています．本論文ではそれらを包括的に扱った先行研究は存在しないと指摘し，主観と客観の両方の立場から感情極性のラベルを付与した日本語データセットを作成しました．そして実験において，単一の感情のみが含まれるテキストよりも複数の感情が共起するテキストが，読み手にとって書き手の感情を読み取りやすいことを示しました．本データセットは一般公開されており，今後の感情分析に関する研究に大きく貢献すると考えられるため，若手奨励賞にふさわしいと判断しました．"
			},
			{
				"id": "PT4-3",
				"title": "日本語文法誤り訂正の流暢性評価に向けたデータ作成",
				"awardees": "木山朔 (都立大)",
				"award_reason": "既存の日本語文法誤り訂正の評価データでは，文法に関する最小限の編集に基づき訂正文を作成しており，文法的ではあるものの流暢性に欠けることから，こうした評価データに依存してモデルを開発すると文法的かつ流暢な出力をするモデルが正当に評価されないという問題があります．本論文では，こうした状況を受け，Lang-8コーパスに含まれる学習者が書いた作文に対し，日本語母語話者5人が文法的に正しくかつ流暢性に配慮した訂正を行うことにより，日本語文法誤り訂正のための流暢性評価データを作成しました．これはモデルの流暢性も含めた評価を可能にする有効なデータであることから，若手奨励賞に値すると判断しました．"
			},
			{
				"id": "PT4-5",
				"title": "Teacher-Student学習を利用したラベル誤りを含むデータにおける固有表現認識の性能向上",
				"awardees": "田川裕輝 (富士フイルム)",
				"award_reason": "本論文では，Teacher-Student学習を利用したラベルノイズを含む学習データでの固有表現認識の学習方法を提案しています．学習データに含まれるノイズが含まれることを前提に実験が行われており，加えて，ノイズ割合を変化させて評価を行うことで，提案手法の頑健性を示しています．また，他の手法とも比較しており，信頼性の高い結果となっています．信頼性・実用性の高さから，若手奨励賞にふさわしいと判断しました．"
			},
			{
				"id": "F8-3",
				"title": "マイクロブログからの消失エンティティの検知",
				"awardees": "赤崎智 (東大)",
				"award_reason": "本論文では，死没・閉店といったエンティティの存在が実世界から無くなる「消失」という概念を定義しています．この「消失」の認識はトレンドの分析等において必要である一方，エンティティは消失しても言及され続けたり，長期間言及されていなくてもそれが消失ではなかったりするため，エンティティ辞書を用意して出現頻度を監視するという単純な方法ではうまくいかないとしています．そこで，本論文では，Twitterの大規模アーカイブから，消失エンティティを収集し，日英データセットを構築した上で，消失エンティティの自動検知手法の提案及び評価を行っています．新規性・独自性の高いタスクとデータセットを設計し，一定の性能を示すモデルも提案していることから，若手奨励賞にふさわしいと判断しました．"
			}
		]
}
