{
	"name": "優秀賞",
	"tag": "outstanding",
	"counts": "（全386件中7件）",
	"awarded":
		[
			{
				"id": "D1-4",
				"title": "状況別感情極性日本語辞書の作成とその活用",
				"awardees": "高田篤志 (東大), 狩野芳伸 (静大), 山﨑俊彦 (東大)",
				"award_reason": "既存の感情極性辞書は単語に対してポジティブかネガティブとラベル付けされているものか，いくつかのクラスカテゴリに単語を分類しているものが多いです．ところが，単語は文脈や状況によって様々な意味を持ち，異なる印象を与えることがあります．そこで，本論文では20種類の状況を設定し，各状況に対してクラウドソーシングを利用して感情極性ラベルを付与した日本語辞書SiSPを作成しています．そして，その辞書を用いることで極性予測の性能が向上することを実験で示しています．文脈を考慮した解析は言語処理において重要であり，また本辞書はオープンソースで公開予定としておりコミュニティへの貢献も大きいため，優秀賞にふさわしいと判断しました．"
			},
			{
				"id": "A2-5",
				"title": "Transformerを多層にする際の勾配消失問題と解決法について",
				"awardees": "高瀬翔 (東工大), 清野舜 (理研/東北大), 小林颯介 (PFN/東北大), 鈴木潤 (東北大/理研)",
				"award_reason": "本論文は，Transformerの多層化において，Post Layer Normalizationの学習の安定性向上に取り組んでいます．勾配に関する解析を通して，Transformerのオリジナルの構造での多層化における学習の不安定性はLayer Normalizationによる勾配消失であることを示し，層内のLayer Normalizationを回避するためのResidual Connectionを追加したB2T Connectionを提案しています．機械翻訳での実験により，提案手法の有効性を示しています．実験的な合理化を入念に行い，最終的な実験でもその有用性を示しているという点でインパクトと完成度の高い研究です．今後のTransformerに大きな影響を与える可能性があると考えられることから，優秀賞にふさわしい論文と判断しました．"
			},
			{
				"id": "G2-3",
				"title": "IMPARA: パラレルデータにおける修正の影響度に基づいた文法誤り訂正の自動評価法",
				"awardees": "前田航希, 金子正弘, 岡崎直観 (東工大)",
				"award_reason": "本論文は，誤文と正文の組からなるパラレルデータのみを用い，修正の影響度を考慮しながら文法誤り訂正の評価尺度を学習する手法であるIMPARAを提案しています．具体的には，誤文と正文の組から，編集に対する影響度を算出し，訂正文の良し悪しに関する順序関係を学習するためのデータを作成します．そして，このデータから，自動的にラベル付けをする評価尺度を学習します．本手法は，実験により，人手評価との相関において既存手法と同等以上の性能を示すこと，評価対象となるコーパスが持つ訂正の特性を考慮した自動評価を行えることが示されています．文法誤り訂正タスクのデータセット作成コストの削減に大きく貢献する成果であり，自動採点等への適用など大きな可能性が期待されることから，優秀賞にふさわしい論文と判断しました．"
			},
			{
				"id": "E3-3",
				"title": "論述リビジョンのためのメタ評価基盤",
				"awardees": "三田雅人 (理研), 坂口慶祐 (Allen Institute for Artificial Intelligence), 萩原正人 (Earth Species Project/Octanove Labs), 水本智也 (フューチャー/理研), 鈴木潤, 乾健太郎 (東北大/理研)",
				"award_reason": "本論文は，文書単位で論述の流れや一貫性・結束性に関する編集を行う論述リビジョンタスクを対象に，自動評価尺度の開発促進のためのメタ評価基盤を提案しています．メタ評価基盤は，論文に対して専門家がリビジョンをアノテーションしたデータセットと，編集事例毎の二値分類に基づくメタ評価手法によって実現しています．また，提案した基盤により，大規模言語モデルを用いて作成した評価尺度のメタ評価を行い，基盤の有用性を示しています．本研究は，自動評価尺度の開発，ひいては，論述リビジョンという挑戦的な課題に取り組む研究を促進するものです．これらの貢献と将来性に鑑みて，優秀賞にふさわしいと判断しました．"
			},
			{
				"id": "PT2-7",
				"title": "知識グラフ埋め込みにおける負例サンプリング損失の分析",
				"awardees": "上垣外英剛 (東工大), 林克彦 (群馬大)",
				"award_reason": "本論文は，知識グラフ埋め込みの学習時にしばしば用いられる負例サンプリング損失に関して，その中で用いられるマージン項，負例サンプル数，サブサンプリング法の選択の意味付けを数式に基づく解釈にて提示しています．従来，これらの人手により選択するハイパーパラメータは，経験的な知見に基づいて選択されることがほとんどでした．そのため，実際に利用している設定が，具体的にどういった効果をもたらしているのかを深く理解することができていませんでした．それに対して，数式的な解析により導出される等価性などを根拠に具体的な意味付けを与えることで，利用者に一定の理解を提供することに成功しています．最近の自然言語処理分野において経験的な研究が多い中で理論的な解析に基づいて方法論を理解／分析しようという研究の考え方なども含めて，多くの後続研究の参考になることが期待されます．これらのことから優秀賞にふさわしい論文といえます．"
			},
			{
				"id": "E5-4",
				"title": "機械・人の双方が言語で概念を説明可能なFew-shot画像分類",
				"awardees": "西田光甫, 西田京介, 西岡秀一 (NTT)",
				"award_reason": "本論文では，few-shot画像分類問題を題材に，機械学習モデルが新規の概念を自然言語の説明から獲得し，モデルの挙動を自然言語によって説明することに取り組んでいます．提案手法のLIDEは，テキストデコーダによる説明の生成と，テキストエンコーダによる説明の入力によってfew-shot画像分類の性能を改善することに成功しています．また，人間による説明をテキストエンコーダに入力することで性能がさらに向上することや，生成された説明の品質が画像分類の正否と相関を持つことも確認しており，多くの後続研究にとって重要な知見となることが期待されます．これらの貢献から優秀賞にふさわしいと判断しました．"
			},
			{
				"id": "D7-4",
				"title": "創発言語でもHarrisの分節原理は成り立つのか？",
				"awardees": "上田亮, 石井太河, 宮尾祐介 (東大)",
				"award_reason": "本論文は，シミュレーションにおいてエージェント間で生じる人工的な言語である創発言語について，Harrisの分節原理が成り立つかを検証したものです．創発言語は近年注目を集めつつある研究対象で，創発言語においても自然言語の性質が観察されるかを検証する研究が行われるようになっていますが，Harrisの分節原理に着目したものはなく，新規性が認められます．分析の結果，創発言語はHarrisの分節原理が成立するためのいくつかの前提条件を満たすものの，統計的な情報から得られる分節境界が必ずしも意味的に妥当なものであるとは限らない可能性が示唆されました．自然言語の性質の多くが語や節などの単位を仮定して語られることを踏まえると，創発言語の上でも分節を定義しようとする試みは重要な一歩であり，優秀賞にふさわしいと判断しました．"
			}
		]
}
