{
	"name": "スポンサー賞",
	"tag": "sponsor",
	"counts": "（全386件中5件）",
	"awarded":
		[
			{
				"sponsor_awd": "LegalForce賞",
				"id": "A4-2",
				"title": "否定の理解へのprompt-based finetuningの効果",
				"awardees": "田代真生, 上垣外英剛, 船越孝太郎, 奥村学 (東工大)",
				"award_reason": "本論文は，事前学習済み言語モデルを後段タスクに適用するいくつかの手法において，否定表現がどれだけ理解できているかを定量化して比較した論文です．否定表現は文書分類の分類結果など後段タスクの予測結果に大きく影響を与える要素の一つであり，実用上大事な観点であると考えています．論文中では，後段タスクにおける否定認識の影響を適切に分析できるようにAverage Data Point Advantageの指標を用いて様々な観点で比較を行っており，特にprompt-based finetuningによる手法が否定表現をより認識できていることを示しています．この実験結果は実用時に事前学習済み言語モデルを選択する際の有益な手がかりになるという点を評価し，スポンサー賞とさせていただきました．"
			},
			{
				"sponsor_awd": "NEC賞",
				"id": "A4-5",
				"title": "四則演算を用いた Transformer の再帰的構造把握能力の調査",
				"awardees": "松本悠太 (東北大), 吉川将司 (東北大/理研), Benjamin Heinzerling (理研), 乾健太郎 (東北大/理研)",
				"award_reason": "本研究は多くの自然言語処理で用いられるTransformerの再帰的構造をとらえる能力について，同じく再帰的構造を持つ形式的な四則演算を通して検証し，計算の途中結果が中間層において分散的にエンコードされていることを明らかにしています．単独の研究として優れているだけでなく，その結論はTransformerを用いた言語処理の応用を考える多くの人たちにも価値ある洞察を与えるであろう点を評価し，スポンサー賞に選考しました．"
			},
			{
				"sponsor_awd": "サイバーエージェント賞",
				"id": "B3-2",
				"title": "後処理ネットワークを用いた強化学習によるタスク指向型対話システムの最適化",
				"awardees": "大橋厚元, 東中竜一郎 (名大)",
				"award_reason": "一番の理由は，実務に近い課題設定なところです．弊社でもタスク指向型対話のシステムを運用しているんですが，パイプラインベースな手法だと部分最適になってしまう一方で，end-to-end な手法だと細かい制御ができないので，産業応用はまだ難しそうです．その点，この研究では強化学習で後処理することで，パイプラインベースな手法において全体最適を可能とし，タスク成功率を向上させました．例年通り，良い研究が多くて非常に迷いましたが，実働システムへの導入のしやすさだったり，高い汎用性からこの研究を選ばせていただきました．"
			},
			{
				"sponsor_awd": "富士通賞",
				"id": "C4-3",
				"title": "Transformerモデルのニューロンには局所的に概念についての知識がエンコードされている",
				"awardees": "有山知希 (東北大), Benjamin Heinzerling (理研/東北大), 乾健太郎 (東北大/理研)",
				"award_reason": "本論文は，言語モデルが穴埋め問題を解く際に，正答と対応関係のあるニューロン（Feed-Forward層の特定の重み）を探し，そのニューロンの活性度を変更することで正解率が大きく変化することを確かめています．特に品詞により局所性に違いがある可能性を示し，Transformerを用いたモデルの挙動の一端をあきらかにしています．弊社では推論の説明性，説明可能なAIの研究に取り組んでおり，関連する研究と考えスポンサー賞としました．"
			},
			{
				"sponsor_awd": "Japan Digital Design賞",
				"id": "PH4-11",
				"title": "要約の生成過程を考慮した弱教師あり学習による生成型要約のエラー検出",
				"awardees": "高塚雅人, 小林哲則, 林良彦 (早大)",
				"award_reason": "理由は３点あります．１つ目は，弊社の課題意識に近く，そこにチャレンジした研究だったことです．弊社でも文書自動生成に取り組んでおり，生成文の良し悪しの評価を重要と捉え，「記載内容が事実に基づいているか？根拠として記載すべき事象が網羅されているか？」など試行錯誤しております．受賞論文は，生成モデル側で同様の課題意識を持ち，チャレンジした研究だと評価しました．２つ目は，課題に対し，新規性のある手法で解決策を提示したことです．また，課題意識の説明から納得のいく手法と感じました．３つ目は，実験結果を見ても，既存研究に比べ精度向上が認められたことです．"
			}
		]
}
