[
	{
		"title": "テーマセッション１：論文情報処理と論文執筆支援",
		"proposer": 
			[
				"成松 宏美（NTT）",
				"杉山 弘晃（NTT）",
				"堂坂 浩二（秋田県立大学）",
				"南 泰浩（電気通信大学）",
				"平 博順（大阪工業大学）",
				"大和 淳司（工学院大学）",
				"東中 竜一郎（名古屋大学／NTT）",
				"松原 茂樹（名古屋大学）",
				"相澤 彰子（国立情報学研究所）",
				"森 純一郎（東京大学）",
				"進藤 裕之（奈良先端科学技術大学院大学）",
				"松本 裕治（理化学研究所）"
			],
		"abstract": "学術論文の数は日々増えている．これらの学術論文を我々の知見として役立てるためには，論文から知識を抽出し，有機的にその知識をつなげ，新たな知識として利用可能な形にする技術が必要である．論文を執筆する研究者にとっては，日々増える論文情報から関連する研究を見つけ，全てに目を通し，過不足なく引用するという一連の流れを行うことが求められるが，その量の膨大さゆえに，困難さは日々増している．これらの問題意識はWebが発展した当初からあり，研究動向の把握，適切な引用文献の把握，および妥当な比較対象の選定など，研究の遂行から査読といったあらゆるフェーズで研究者をサポートするための技術が提案されてきた．しかしながら，未だ実運用に至る高精度なシステムは実現されていない．本テーマセッションでは，論文からの知識抽出や論文執筆支援など論文の情報処理に関わる研究者が一同に介する場を提供し，方法論，データセット，評価手法，今後の論文情報に関わる言語処理技術の方向性や問題意識の共有などを行う．"
	},
	{
		"title": "テーマセッション２：文章の評価と品質推定",
		"proposer": 
			[
				"須藤 克仁（奈良先端科学技術大学院大学）",
				"小町 守（東京都立大学）",
				"梶原 智之（愛媛大学）"
			],
		"abstract": "機械による言語生成技術の進展に伴い，人手評価，参照文と比較しての自動評価，参照文を用いない自動品質推定の手法に注目が集まっている．機械が生成する文章と人間が書く文章は，同様に評価や品質推定が可能な対象であると考えられるが，その観点，基準の厳しさ，難易度には大きな隔たりがある．人間の書いた文章の評価・品質推定では文章構成や文脈の考慮が不可欠であると認識されている一方で，機械が生成する文章に対しては依然として表層的，あるいは単文単位での評価や品質推定が中心である．本テーマセッションではその違いを意識した上で，文章の評価・品質推定についての知見や技術について幅広く発表を募り，様々な立場から我々が今後目指していく方向について議論を深めることを目指す．"
	},
	{
		"title": "テーマセッション３：言語処理テクノロジーと翻訳：翻訳の要請から技術へ，技術から翻訳応用へ",
		"proposer": 
			[
				"藤田 篤（情報通信研究機構）",
				"山田 優（立教大学）",
				"影浦 峡（東京大学）"
			],
		"abstract": "機械翻訳（MT）と人間による翻訳（以下単に翻訳）では，行われていることが異なる．MTは，起点言語テキストと目標言語テキストの変換を言語的プロセスと見なしているが，翻訳は言語的プロセスをふまえつつ多様な要因を考慮して遂行される．例えば，翻訳において，起点言語文書（SD）の属性を同定しそれに対応した翻訳の仕様を定義すること，SDの中で特定のタイプの要素に対して特定の扱いをすること，特定の扱いをするために，文書に応じたリソースを翻訳プロセスの初期に構築することは，当たり前に行われている．目標言語文書（TD）の品質を評価する際にも，MQMのような一般的な評価基準だけでなく，特定の関連文書群との関係をチェックすることなども行われる．MTでは考慮されず，翻訳では行われているこうした行為に，MT以外の言語処理技術が応用できる可能性は低くない．しかしながら，技術側からは翻訳側の要求仕様が，翻訳側からは技術的可能性の現状が十分に把握されていない状況があるため，その可能性は十分に現実化していない．<br>　こうした状況を踏まえ，前回の年次大会において，提案者らは，翻訳プロセスの明確化とそれをふまえたMTを含む技術的課題の共有を目指すテーマセッションを設けた．発表と総合ディスカッションを通して一歩，翻訳論・翻訳実務コミュニティと言語処理コミュニティの相互理解は進んだが，今回はさらに一歩踏み込んで，翻訳プロセスの要素に対する具体的な技術的要請，MTに限らない技術の翻訳プロセスにおける具体的な応用をめぐる発表を募集し，それを踏まえて，翻訳の技術的明確化と言語処理技術の翻訳応用のあり方を，言語処理側で定義するMTや多言語応用を超えて議論し共有することを目的とする．"
	},
	{
		"title": "テーマセッション４：談話研究と対話システム研究，人工知能研究の連携に向けて",
		"proposer": 
			[
				"宇佐美 まゆみ（国立国語研究所）",
				"片上 大輔（東京工芸大学）",
				"東中 竜一郎（名古屋大学）"
			],
		"abstract": "これまで言語系の談話研究においては，対話相手による言葉遣いの違い，円滑なコミュニケーションのためのストラテジーとしてのポライトネス理論，話題の展開などの観点から，会話という人間の相互作用に関する様々な研究がなされてきた．一方，工学系における対話システムの研究においては，ライブコンペティションが4回目を迎えるなど目覚ましい発展を示しているものの，ポライトネス・ストラテジーや文末のスピーチレベルの違いや使い分けが，人に与える印象や人間関係構築にもたらす効果等を考慮するところまでは至っていない．本セッションでは，言語系，工学系双方からの広義の「会話・対話」に関する研究を募り，相互交流の場とすることによって，双方の分野における最新の研究知見を生かした対話型エージェントやロボットなどの人工知能システムの構築に関する議論を行うことを目的とする．工学系の対話システム研究はもちろんのこと，言語系の談話研究，語用論に関する発表を歓迎し，相互交流の促進を企図するとともに，言語系中心の語用論，談話研究に関する学会に参加する機会がとれない工学系の研究者への情報提供の場とすることも目指したい．<br>　本テーマセッションの前身は，2019年，第25回大会で行ったが，言語系5件を含む全11件の発表があり，議論が盛り上がった．その後の展開に期待したい．"
	}
]