[
	{
		"title": "チュートリアル１：項目反応理論と自然言語処理",
		"date_time": "3月14日（月）13:00-14:45",
		"speaker": "江原 遥 先生（東京学芸大学）",
		"photo": "img/face/T1_ehara.jpg",
		"abstract": "項目反応理論（Item Response Theory, IRT）は，何らかの試験結果データから「能力」や「難易度」を自動的に推定する場面などで用いられる複数のモデルの総称であり，近年は自然言語処理のシステム評価などの論文でも活用される機会が増えている．項目反応理論は，例えば，能力と難易度が相互に比較可能な尺度になっていてその差に意味があるなど，「能力」や「難易度」といった自然言語処理でも使いたくなる場面の多い概念に対して，それらが持っているべき性質を考えたうえでモデルが設計されているため，モデリングの参考になる．さらに，項目反応理論の一部は，ニューラルモデルとしても記述できるので，近年のニューラルな自然言語処理のモデルとも親和性が高い．本チュートリアルでは，項目反応理論が能力や難易度についてどのような性質を仮定しているのかからはじめ，近年の自然言語処理分野の項目反応理論を活用した論文を参考にしつつ，項目反応理論のニューラルモデルへの組み込みなどの展望を議論する．"
	},
	{
		"title": "チュートリアル２：ゼロから始める転移学習",
		"date_time": "3月14日（月）13:00-14:45",
		"speaker": "柴田 知秀 先生（ヤフー株式会社）",
		"photo": "img/face/T2_shibata.jpg",
		"abstract": "2018年のGoogleのBERTを始めとする手法で転移学習の枠組みが大成功し，自然言語処理や近接分野の考え方を大きく変えた．ここでいう転移学習は，大規模なテキストを用いて自己教師あり学習で学習する事前学習と，下流タスクが解けるように学習するファインチューニングの2ステップからなる．これまでの自然言語処理技術の積み重ねの理解が必要なことと近年の研究の流れの速さから，自然言語処理初学者はもちろんのこと，自然言語処理研究者でも理論を正確に理解するのは難しい．本チュートリアルでは，初学者の方でも理解できるように，背景となる技術から説明し，転移学習の枠組みや最近の研究動向について説明する．また，理論を理解することと実際使いこなせることのギャップをうめられるように，ライブラリの動かし方などにも触れる．"
	},
	{
		"title": "チュートリアル３：ボケとツッコミの言語学～漫才研究が照らす日常会話のメカニズム",
		"date_time": "3月14日（月）15:15-17:00",
		"speaker": "岡本 雅史 先生（立命館大学）",
		"photo": "img/face/T3_okamoto.jpg",
		"abstract": "本チュートリアルでは，漫才の「ボケ」と「ツッコミ」を言語学，特に語用論と認知言語学の視点から分析することで，一見すると特殊な発話タイプに過ぎないものと思われがちな両者が，実際には日常会話の一貫性や思考の対話的構造を解き明かすヒントを与えてくれることを解説する．周知のように，漫才はボケとツッコミという二つの異なるタイプの発話を組み合わせることによっておかしみを生み出す話芸である．従来はそうしたおかしみがなぜ生じるのかについての研究が主であったが，そもそも「ボケ」は何をボケているのか，そして「ツッコミ」は何に対してツッコんでいるのか，に着目すると，日常会話における「他者への反応」がなぜこれほどまでに多層化・多元化するのかという問題系に繋がる．本チュートリアルではこの点に焦点を置き，漫才と日常会話の連続性，さらにはコミュニケーションと認知の相互的関係について，豊富な具体例を交えながら解説する．"
	},
	{
		"title": "チュートリアル４：最適輸送と自然言語処理",
		"date_time": "3月14日（月）15:15-17:00",
		"speaker": "横井 祥 先生（東北大学）",
		"photo": "img/face/T4_yokoi.png",
		"abstract": "いくつかの工場で作った特産品を市内の土産物店に届けたいとき，各工場から各土産物店にそれぞれどれだけの数の特産品を運べばもっとも効率的だろうか？最適輸送理論は，荷物の配置換えの最小コストとこれを実現する輸送プランを求める枠組みである．強固な数学的土台を持ちまた計算技法の開発も進んだことから，今日では機械学習や画像処理などの多くの分野で点群や確率分布の違いを測る際に積極的に採用される道具となっている．深層学習や埋め込み表現との相性がよくまたアラインメントの情報（どの工場とどの土産物店を結ぶべきか）が分かることから，自然言語処理分野での利用例も一気に増えてきた．たとえば文と文の類似度を求める問題を「単語ベクトル集合を別の単語ベクトル集合に移し替えるコストは？」と読み替えればこれは最適輸送の問題に見えてくる．あるいは対訳辞書を作る問題も，埋込空間における日本語ベクトル全体（工場群）と英語ベクトル全体（土産物店）の間の良いアラインメント（輸送計画）を求める問題だと思えばやはり最適輸送を適用したくなってくる．本チュートリアルでは，ワッサースタイン距離とも呼ばれる古典的な最適輸送コストからその様々な拡張手法までを概観し，これらを視覚的に理解することを目指す．また，手元の問題に最適輸送を利用できるかを判断するための指針を与え，有用なアルゴリズムと既存ライブラリをあわせて紹介する．講演全体を通して，最適輸送が自然言語処理の幅広い問題に簡単に適用できる強力な枠組みであることをお伝えしたい．"
	}
]